Repository: neonpixel-software/pocket-chef
Catalog: app/Sources/PocketChef/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: Couldn't Load Recipes
de: Rezepte konnten nicht geladen werden
es: No se pudieron cargar las recetas
fr: Impossible de charger les recettes
nl: Recepten konden niet worden geladen

source: No Recipes Yet
de: Noch keine Rezepte
es: Aún no hay recetas
fr: Aucune recette pour l'instant
nl: Nog geen recepten

source: No Recipes With This Tag
de: Keine Rezepte mit diesem Tag
es: No hay recetas con esta etiqueta
fr: Aucune recette avec cette étiquette
nl: Geen recepten met deze tag

source: Recipes
de: Rezepte
es: Recetas
fr: Recettes
nl: Recepten

source: Add Recipe
de: Rezept hinzufügen
es: Añadir receta
fr: Ajouter une recette
nl: Recept toevoegen

source: Type It
de: Eingeben
es: Escribirlo
fr: Le taper
nl: Typen

source: Paste a Link
de: Link einfügen
es: Pegar un enlace
fr: Coller un lien
nl: Link plakken

source: Enter Manually
de: Manuell eingeben
es: Introducir manualmente
fr: Saisir manuellement
nl: Handmatig invoeren

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren

source: AI Capture Unavailable
de: KI-Erfassung nicht verfügbar
es: Captura por IA no disponible
fr: Capture par IA indisponible
nl: AI-vastlegging niet beschikbaar

source: AI capture isn't available on this device. You can still enter the recipe by hand.
de: Die KI-Erfassung ist auf diesem Gerät nicht verfügbar. Du kannst das Rezept weiterhin manuell eingeben.
es: La captura por IA no está disponible en este dispositivo. Aún puedes introducir la receta manualmente.
fr: La capture par IA n'est pas disponible sur cet appareil. Vous pouvez toujours saisir la recette manuellement.
nl: AI-vastlegging is niet beschikbaar op dit apparaat. Je kunt het recept nog steeds handmatig invoeren.

source: All
de: Alle
es: Todas
fr: Toutes
nl: Alle

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
nl: Verwijderen

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
nl: Ingrediënten

source: Add Ingredient
de: Zutat hinzufügen
es: Añadir ingrediente
fr: Ajouter un ingrédient
nl: Ingrediënt toevoegen

source: Steps
de: Schritte
es: Pasos
fr: Étapes
nl: Stappen

source: Add Step
de: Schritt hinzufügen
es: Añadir paso
fr: Ajouter une étape
nl: Stap toevoegen

source: Equipment
de: Utensilien
es: Utensilios
fr: Ustensiles
nl: Benodigdheden

source: Add Equipment
de: Utensil hinzufügen
es: Añadir utensilio
fr: Ajouter un ustensile
nl: Benodigdheid toevoegen

source: Tool or cookware
de: Utensil oder Kochgeschirr
es: Utensilio o recipiente
fr: Ustensile ou récipient
nl: Keukengerei of pan

source: + New Tag
de: + Neuer Tag
es: + Nueva etiqueta
fr: + Nouvelle étiquette
nl: + Nieuwe tag

source: Recipe
de: Rezept
es: Receta
fr: Recette
nl: Recept

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
nl: Opslaan

source: Recipe title
de: Rezepttitel
es: Título de la receta
fr: Titre de la recette
nl: Recepttitel

source: Amount
de: Menge
es: Cantidad
fr: Quantité
nl: Hoeveelheid

source: Unit
de: Einheit
es: Unidad
fr: Unité
nl: Eenheid

source: Ingredient name
de: Zutatenname
es: Nombre del ingrediente
fr: Nom de l'ingrédient
nl: Ingrediëntnaam

source: Step description
de: Schrittbeschreibung
es: Descripción del paso
fr: Description de l'étape
nl: Stapbeschrijving

source: Move up
de: Nach oben
es: Subir
fr: Monter
nl: Omhoog verplaatsen

source: Move down
de: Nach unten
es: Bajar
fr: Descendre
nl: Omlaag verplaatsen

source: No ingredients listed
de: Keine Zutaten aufgeführt
es: No hay ingredientes
fr: Aucun ingrédient répertorié
nl: Geen ingrediënten vermeld

source: No steps listed
de: Keine Schritte aufgeführt
es: No hay pasos
fr: Aucune étape répertoriée
nl: Geen stappen vermeld

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
nl: Bewerken

source: Delete this recipe?
de: Dieses Rezept löschen?
es: ¿Eliminar esta receta?
fr: Supprimer cette recette ?
nl: Dit recept verwijderen?

source: Paste or type a recipe below. AI pulls out the title, ingredients, and steps for you to review before saving.
de: Füge unten ein Rezept ein oder gib es ein. Die KI extrahiert Titel, Zutaten und Schritte, damit du sie vor dem Speichern überprüfen kannst.
es: Pega o escribe una receta a continuación. La IA extrae el título, los ingredientes y los pasos para que los revises antes de guardar.
fr: Collez ou saisissez une recette ci-dessous. L'IA en extrait le titre, les ingrédients et les étapes afin que vous les examiniez avant d'enregistrer.
nl: Plak of typ hieronder een recept. AI haalt de titel, ingrediënten en stappen eruit, zodat je ze kunt controleren voordat je opslaat.

source: Capture
de: Erfassen
es: Capturar
fr: Capturer
nl: Vastleggen

source: Paste a recipe link below. AI pulls out the title, ingredients, and steps for you to review before saving.
de: Füge unten den Link zu einem Rezept ein. Die KI extrahiert Titel, Zutaten und Schritte, damit du sie vor dem Speichern überprüfen kannst.
es: Pega el enlace de una receta a continuación. La IA extrae el título, los ingredientes y los pasos para que los revises antes de guardar.
fr: Collez ci-dessous le lien d'une recette. L'IA en extrait le titre, les ingrédients et les étapes afin que vous les examiniez avant d'enregistrer.
nl: Plak hieronder een receptlink. AI haalt de titel, ingrediënten en stappen eruit, zodat je ze kunt controleren voordat je opslaat.

source: Couldn't extract a recipe from that text. Check it over and try again.
de: Aus diesem Text konnte kein Rezept extrahiert werden. Überprüfe ihn und versuche es erneut.
es: No se pudo extraer una receta de ese texto. Revísalo e inténtalo de nuevo.
fr: Impossible d'extraire une recette de ce texte. Vérifiez-le et réessayez.
nl: Er kon geen recept uit deze tekst worden gehaald. Controleer het en probeer het opnieuw.

source: Couldn't load that page. Check the link and try again.
de: Diese Seite konnte nicht geladen werden. Überprüfe den Link und versuche es erneut.
es: No se pudo cargar esa página. Comprueba el enlace e inténtalo de nuevo.
fr: Impossible de charger cette page. Vérifiez le lien et réessayez.
nl: Die pagina kon niet worden geladen. Controleer de link en probeer het opnieuw.

source: Couldn't find a recipe on that page. Check it over and try again.
de: Auf dieser Seite wurde kein Rezept gefunden. Überprüfe sie und versuche es erneut.
es: No se encontró ninguna receta en esa página. Revísala e inténtalo de nuevo.
fr: Aucune recette trouvée sur cette page. Vérifiez-la et réessayez.
nl: Er is geen recept gevonden op die pagina. Controleer het en probeer het opnieuw.

source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
nl: Ontbijt

source: Lunch
de: Mittagessen
es: Almuerzo
fr: Déjeuner

source: Dinner
de: Abendessen
es: Cena
fr: Dîner
nl: Diner

source: Dessert
de: Nachtisch
es: Postre
nl: Toetje

source: This recipe couldn't be found. It may have already been deleted.
de: Dieses Rezept konnte nicht gefunden werden. Es wurde möglicherweise bereits gelöscht.
es: No se pudo encontrar esta receta. Puede que ya se haya eliminado.
fr: Cette recette est introuvable. Elle a peut-être déjà été supprimée.
nl: Dit recept kon niet worden gevonden. Mogelijk is het al verwijderd.

source: That page is too large to read. Try a link to just the recipe.
de: Diese Seite ist zu groß zum Lesen. Versuche einen Link, der nur zum Rezept führt.
es: Esa página es demasiado grande para leerla. Prueba con un enlace directo a la receta.
fr: Cette page est trop volumineuse pour être lue. Essayez un lien vers la recette seule.
nl: Die pagina is te groot om te lezen. Probeer een link die alleen naar het recept verwijst.

source: That site doesn't use a secure connection (https), so it can't be opened.
de: Diese Website verwendet keine sichere Verbindung (https) und kann daher nicht geöffnet werden.
es: Ese sitio no usa una conexión segura (https), por lo que no se puede abrir.
fr: Ce site n'utilise pas de connexion sécurisée (https) et ne peut donc pas être ouvert.
nl: Die site gebruikt geen beveiligde verbinding (https) en kan daarom niet worden geopend.

source: Filter by Tag
de: Nach Tag filtern
es: Filtrar por etiqueta
fr: Filtrer par étiquette
nl: Filteren op tag

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
nl: Instellingen

source: Done
de: Fertig
es: OK
fr: OK
nl: Gereed

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
nl: Opslag

source: Store Recipes
de: Rezepte speichern
es: Guardar recetas
fr: Stocker les recettes
nl: Recepten bewaren

source: On This Device
de: Auf diesem Gerät
es: En este dispositivo
fr: Sur cet appareil
nl: Op dit apparaat

source: Moving your recipes…
de: Deine Rezepte werden verschoben …
es: Moviendo tus recetas…
fr: Déplacement de vos recettes…
nl: Je recepten worden verplaatst…

source: With iCloud, your recipes sync to your other devices signed in to the same account. Switching back to this device keeps a copy of every recipe here and stops syncing.
de: Mit iCloud werden deine Rezepte mit deinen anderen Geräten synchronisiert, die mit demselben Account angemeldet sind. Wechselst du zurück zu diesem Gerät, bleibt hier eine Kopie jedes Rezepts erhalten und die Synchronisierung endet.
es: Con iCloud, tus recetas se sincronizan con tus otros dispositivos que usan la misma cuenta. Si vuelves a este dispositivo, se guarda aquí una copia de cada receta y se deja de sincronizar.
fr: Avec iCloud, vos recettes se synchronisent avec vos autres appareils connectés au même compte. En revenant à cet appareil, une copie de chaque recette est conservée ici et la synchronisation s'arrête.
nl: Met iCloud worden je recepten gesynchroniseerd met je andere apparaten die met hetzelfde account zijn ingelogd. Schakel je terug naar dit apparaat, dan blijft hier een kopie van elk recept bewaard en stopt de synchronisatie.

source: iCloud sync isn't available in this build.
de: Die iCloud-Synchronisierung ist in diesem Build nicht verfügbar.
es: La sincronización con iCloud no está disponible en esta versión.
fr: La synchronisation iCloud n'est pas disponible dans cette version.
nl: iCloud-synchronisatie is niet beschikbaar in deze build.

source: iCloud is restricted on this device, so recipes can't sync.
de: iCloud ist auf diesem Gerät eingeschränkt, daher können Rezepte nicht synchronisiert werden.
es: iCloud está restringido en este dispositivo, así que las recetas no se pueden sincronizar.
fr: iCloud est restreint sur cet appareil, les recettes ne peuvent donc pas être synchronisées.
nl: iCloud is beperkt op dit apparaat, dus recepten kunnen niet worden gesynchroniseerd.

source: iCloud is temporarily unavailable. Try again in a moment.
de: iCloud ist vorübergehend nicht verfügbar. Versuche es gleich noch einmal.
es: iCloud no está disponible temporalmente. Inténtalo de nuevo en un momento.
fr: iCloud est temporairement indisponible. Réessayez dans un instant.
nl: iCloud is tijdelijk niet beschikbaar. Probeer het zo meteen opnieuw.

source: Couldn't reach iCloud. Check your connection and try again.
de: iCloud konnte nicht erreicht werden. Überprüfe deine Verbindung und versuche es erneut.
es: No se pudo conectar con iCloud. Comprueba la conexión e inténtalo de nuevo.
fr: Impossible de joindre iCloud. Vérifiez votre connexion et réessayez.
nl: Kan iCloud niet bereiken. Controleer je verbinding en probeer het opnieuw.

source: Couldn't change where recipes are stored. Try again.
de: Der Speicherort der Rezepte konnte nicht geändert werden. Versuche es erneut.
es: No se pudo cambiar dónde se guardan las recetas. Inténtalo de nuevo.
fr: Impossible de changer l'emplacement de stockage des recettes. Réessayez.
nl: Kan niet wijzigen waar recepten worden bewaard. Probeer het opnieuw.

source: Sign in to iCloud on this device to sync your recipes.
de: Melde dich auf diesem Gerät bei iCloud an, um deine Rezepte zu synchronisieren.
es: Inicia sesión en iCloud en este dispositivo para sincronizar tus recetas.
fr: Connectez-vous à iCloud sur cet appareil pour synchroniser vos recettes.
nl: Log op dit apparaat in bij iCloud om je recepten te synchroniseren.

source: Ingredient Densities
de: Zutatendichten
es: Densidades de ingredientes
fr: Densités des ingrédients
nl: Ingrediëntdichtheden

source: Refresh Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Actualiser maintenant
nl: Nu vernieuwen

source: Last updated %@
de: Zuletzt aktualisiert: %@
es: Última actualización: %@
fr: Dernière mise à jour : %@
nl: Laatst bijgewerkt: %@

source: Not downloaded yet
de: Noch nicht heruntergeladen
es: Aún no se han descargado
fr: Pas encore téléchargées
nl: Nog niet opgehaald

source: Ingredient densities are up to date.
de: Die Zutatendichten sind auf dem neuesten Stand.
es: Las densidades de ingredientes están actualizadas.
fr: Les densités des ingrédients sont à jour.
nl: De ingrediëntdichtheden zijn actueel.

source: Ingredient densities updated.
de: Zutatendichten aktualisiert.
es: Densidades de ingredientes actualizadas.
fr: Densités des ingrédients mises à jour.
nl: Ingrediëntdichtheden bijgewerkt.

source: Couldn't refresh ingredient densities. Check your connection and try again.
de: Die Zutatendichten konnten nicht aktualisiert werden. Überprüfe deine Verbindung und versuche es erneut.
es: No se pudieron actualizar las densidades de ingredientes. Comprueba la conexión e inténtalo de nuevo.
fr: Impossible d'actualiser les densités des ingrédients. Vérifiez votre connexion et réessayez.
nl: Kan de ingrediëntdichtheden niet vernieuwen. Controleer je verbinding en probeer het opnieuw.

source: Pocket Chef uses ingredient densities to convert between volume and weight. It checks for updates once a day.
de: Pocket Chef nutzt Zutatendichten, um zwischen Volumen und Gewicht umzurechnen. Es sucht einmal täglich nach Aktualisierungen.
es: Pocket Chef usa las densidades de los ingredientes para convertir entre volumen y peso. Busca actualizaciones una vez al día.
fr: Pocket Chef utilise les densités des ingrédients pour convertir entre volume et poids. Il recherche des mises à jour une fois par jour.
nl: Pocket Chef gebruikt ingrediëntdichtheden om tussen volume en gewicht om te rekenen. Het controleert één keer per dag op updates.

source: Ingredient densities aren't available in this build.
de: Zutatendichten sind in diesem Build nicht verfügbar.
es: Las densidades de ingredientes no están disponibles en esta versión.
fr: Les densités des ingrédients ne sont pas disponibles dans cette version.
nl: Ingrediëntdichtheden zijn niet beschikbaar in deze build.

source: The ingredient density service didn't accept this version of Pocket Chef. Update the app and try again.
de: Der Dienst für Zutatendichten hat diese Version von Pocket Chef nicht akzeptiert. Aktualisiere die App und versuche es erneut.
es: El servicio de densidades de ingredientes no aceptó esta versión de Pocket Chef. Actualiza la app e inténtalo de nuevo.
fr: Le service des densités des ingrédients n'a pas accepté cette version de Pocket Chef. Mettez l'app à jour et réessayez.
nl: De dienst voor ingrediëntdichtheden heeft deze versie van Pocket Chef niet geaccepteerd. Werk de app bij en probeer het opnieuw.

source: The ingredient density service isn't responding properly right now. Try again later.
de: Der Dienst für Zutatendichten antwortet gerade nicht richtig. Versuche es später erneut.
es: El servicio de densidades de ingredientes no responde correctamente en este momento. Inténtalo más tarde.
fr: Le service des densités des ingrédients ne répond pas correctement pour le moment. Réessayez plus tard.
nl: De dienst voor ingrediëntdichtheden reageert momenteel niet goed. Probeer het later opnieuw.

source: Couldn't save ingredient densities on this device. Try again.
de: Die Zutatendichten konnten auf diesem Gerät nicht gespeichert werden. Versuche es erneut.
es: No se pudieron guardar las densidades de ingredientes en este dispositivo. Inténtalo de nuevo.
fr: Impossible d'enregistrer les densités des ingrédients sur cet appareil. Réessayez.
nl: Kan de ingrediëntdichtheden niet op dit apparaat opslaan. Probeer het opnieuw.

source: Measurements
de: Maßeinheiten
es: Medidas
fr: Mesures
nl: Eenheden

source: As Written
de: Original
es: Original
fr: D'origine
nl: Origineel

source: Weight
de: Gewicht
es: Peso
fr: Poids
nl: Gewicht

source: Conversion not available
de: Umrechnung nicht verfügbar
es: Conversión no disponible
fr: Conversion non disponible
nl: Omrekening niet beschikbaar

source: Cups and Spoons
de: Tassen und Löffel
es: Tazas y cucharas
fr: Tasses et cuillères
nl: Kopjes en lepels

source: US Customary
de: US-Maße
es: Estadounidenses
fr: Américaines
nl: Amerikaans

source: Metric
de: Metrisch
es: Métricas
fr: Métriques
nl: Metrisch

source: Used to show ingredients by weight. A US cup is 237 ml; a metric cup is 250 ml.
de: Wird verwendet, um Zutaten nach Gewicht anzuzeigen. Eine US-Tasse fasst 237 ml, eine metrische Tasse 250 ml.
es: Se usa para mostrar los ingredientes por peso. Una taza estadounidense equivale a 237 ml; una taza métrica, a 250 ml.
fr: Sert à afficher les ingrédients au poids. Une tasse américaine fait 237 ml ; une tasse métrique, 250 ml.
nl: Wordt gebruikt om ingrediënten op gewicht te tonen. Een Amerikaans kopje is 237 ml, een metrisch kopje 250 ml.

source: Photos
de: Fotos
es: Fotos
nl: Foto's

source: Add Photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
nl: Foto toevoegen

source: Photo Library
de: Fotomediathek
es: Fototeca
fr: Photothèque
nl: Fotobibliotheek

source: Take Photo
de: Foto aufnehmen
es: Hacer foto
fr: Prendre une photo
nl: Foto maken

source: Cover
de: Titelbild
es: Portada
fr: Couverture
nl: Omslag

source: Cover photo
de: Titelfoto
es: Foto de portada
fr: Photo de couverture
nl: Omslagfoto

source: Photo %lld of %lld
de: Foto %lld von %lld
es: Foto %lld de %lld
fr: Photo %lld sur %lld
nl: Foto %lld van %lld

source: Processing
de: Wird verarbeitet
es: Procesando
fr: Traitement en cours
nl: Bezig met verwerken

source: Make Cover
de: Als Titelbild verwenden
es: Usar como portada
fr: Définir comme couverture
nl: Als omslag gebruiken

source: Move Left
de: Nach links verschieben
es: Mover a la izquierda
fr: Déplacer vers la gauche
nl: Naar links verplaatsen

source: Move Right
de: Nach rechts verschieben
es: Mover a la derecha
fr: Déplacer vers la droite
nl: Naar rechts verplaatsen

source: A photo couldn't be added.
de: Ein Foto konnte nicht hinzugefügt werden.
es: No se pudo añadir una foto.
fr: Impossible d'ajouter une photo.
nl: Een foto kon niet worden toegevoegd.

source: Camera Access Is Off
de: Kamerazugriff ist deaktiviert
es: El acceso a la cámara está desactivado
fr: L'accès à l'appareil photo est désactivé
nl: Cameratoegang staat uit

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
nl: Open Instellingen

source: To take photos for your recipes, allow camera access in Settings.
de: Erlaube den Kamerazugriff in den Einstellungen, um Fotos für deine Rezepte aufzunehmen.
es: Para hacer fotos de tus recetas, permite el acceso a la cámara en Ajustes.
fr: Pour prendre des photos de vos recettes, autorisez l'accès à l'appareil photo dans Réglages.
nl: Sta cameratoegang toe in Instellingen om foto's van je recepten te maken.

source: Previous Photo
de: Vorheriges Foto
es: Foto anterior
fr: Photo précédente
nl: Vorige foto

source: Next Photo
de: Nächstes Foto
es: Foto siguiente
fr: Photo suivante
nl: Volgende foto

source: Welcome to Pocket Chef
de: Willkommen bei Pocket Chef
es: Te damos la bienvenida a Pocket Chef
fr: Bienvenue dans Pocket Chef
nl: Welkom bij Pocket Chef

source: A recipe box without the fluff: no ads, no life stories, just the recipe. Here's a quick tour.
de: Eine Rezeptsammlung ohne Ballast: keine Werbung, keine Lebensgeschichten, nur das Rezept. Hier eine kurze Tour.
es: Un recetario sin relleno: sin anuncios, sin historias de vida, solo la receta. Aquí tienes un recorrido rápido.
fr: Un livre de recettes sans superflu : pas de publicités, pas de récits de vie, juste la recette. Voici un aperçu rapide.
nl: Een receptenbox zonder franje: geen advertenties, geen levensverhalen, alleen het recept. Hier een korte rondleiding.

source: Add a Recipe
de: Ein Rezept hinzufügen
es: Añadir una receta
fr: Ajouter une recette
nl: Een recept toevoegen

source: Choose + and then one of three ways:
de: Wähle + und dann eine von drei Möglichkeiten:
es: Elige + y luego una de estas tres opciones:
fr: Choisissez + puis l'une de ces trois options :
nl: Kies + en dan een van drie manieren:

source: Type It: type or paste a recipe's text.
de: Eingeben: Tippe den Text eines Rezepts ein oder füge ihn ein.
es: Escribirlo: escribe o pega el texto de una receta.
fr: Le taper : tapez ou collez le texte d'une recette.
nl: Typen: typ of plak de tekst van een recept.

source: Paste a Link: the address of a recipe's web page.
de: Link einfügen: die Adresse der Webseite eines Rezepts.
es: Pegar un enlace: la dirección de la página web de una receta.
fr: Coller un lien : l'adresse de la page web d'une recette.
nl: Link plakken: het adres van de webpagina van een recept.

source: Enter Manually: fill in the recipe yourself.
de: Manuell eingeben: Füll das Rezept selbst aus.
es: Introducir manualmente: rellena tú la receta.
fr: Saisir manuellement : remplissez la recette vous-même.
nl: Handmatig invoeren: vul het recept zelf in.

source: For Type It and Paste a Link, Apple Intelligence reads the recipe on your device. You always check it before it's saved.
de: Bei Eingeben und Link einfügen liest Apple Intelligence das Rezept auf deinem Gerät. Du prüfst es immer, bevor es gespeichert wird.
es: Con Escribirlo y Pegar un enlace, Apple Intelligence lee la receta en tu dispositivo. Siempre la revisas antes de guardarla.
fr: Avec « Le taper » et « Coller un lien », Apple Intelligence lit la recette sur votre appareil. Vous la vérifiez toujours avant qu'elle soit enregistrée.
nl: Bij Typen en Link plakken leest Apple Intelligence het recept op je apparaat. Je controleert het altijd voordat het wordt bewaard.

source: Choose + and then Enter Manually to fill in a recipe yourself.
de: Wähle + und dann Manuell eingeben, um ein Rezept selbst auszufüllen.
es: Elige + y luego Introducir manualmente para rellenar tú la receta.
fr: Choisissez + puis Saisir manuellement pour remplir la recette vous-même.
nl: Kies + en dan Handmatig invoeren om zelf een recept in te vullen.

source: Type It and Paste a Link read a recipe for you with Apple Intelligence, which isn't available on this device.
de: Eingeben und Link einfügen lesen ein Rezept mit Apple Intelligence für dich ein. Apple Intelligence ist auf diesem Gerät aber nicht verfügbar.
es: Escribirlo y Pegar un enlace leen la receta por ti con Apple Intelligence, que no está disponible en este dispositivo.
fr: « Le taper » et « Coller un lien » lisent la recette pour vous avec Apple Intelligence, qui n'est pas disponible sur cet appareil.
nl: Typen en Link plakken lezen een recept voor je in met Apple Intelligence. Apple Intelligence is op dit apparaat echter niet beschikbaar.

source: Cook From It
de: Damit kochen
es: Cocina con ella
fr: Cuisinez avec la recette
nl: Ermee koken

source: Open a recipe for a clean page with just the ingredients and steps.
de: Öffne ein Rezept für eine aufgeräumte Seite mit nur den Zutaten und Schritten.
es: Abre una receta para ver una página limpia con solo los ingredientes y los pasos.
fr: Ouvrez une recette pour une page épurée avec seulement les ingrédients et les étapes.
nl: Open een recept voor een overzichtelijke pagina met alleen de ingrediënten en stappen.
